/* FVC Loaded */
"\n**********\nFormViewController loaded its view.\n" = "\n**********\nFormViewController loaded its view.\n";

/* GSVC loader */
"\n**********\nGameScreenViewController loaded its view.\n" = "\n**********\nGameScreenViewController loaded its view.\n";

/* action */
"action" = "action";

/* Authentication failed */
"Authentication failed. \(authInfo.msg)" = "Authentication failed. \(authInfo.msg)";

/* Authentication failed. */
"Authentication failed. Please try again: \(error)" = "Authentication failed. Please try again: \(error)";

/* Authentication failed */
"Authentication failed: \(authInfo.msg)" = "Authentication failed: \(authInfo.msg)";

/* Complete Register */
"Complete Registration" = "Complete Registration";

/* Complete register */
"Complete registration button clicked" = "Complete registration button clicked";

/* Dislike button clicked */
"Dislike button clicked. Ignored \(self.games[currentGameIndex].name)" = "Dislike button clicked. Ignored \(self.games[currentGameIndex].name)";

/* Register Button */
"Don't have an account? Register!" = "Don't have an account? Register!";

/* Done */
"Done" = "Done";

/* Not adding */
"Duplicate: Not adding \(g.name) in DB because it already exists." = "Duplicate: Not adding \(g.name) in DB because it already exists.";

/* Edit */
"Edit" = "Edit";

/* Email */
"Email" = "Email";

/* email */
"email" = "email";

/* Email typed */
"Email typed: " = "Email typed: ";

/* End editing */
"End editing." = "End editing.";

/* Error download image */
"Error downloading image: \(error)" = "Error downloading image: \(error)";

/* Error fetch */
"Error fetching games list: \(error)" = "Error fetching games list: \(error)";

/* error */
"ERROR: \(error)" = "ERROR: \(error)";

/* error */
"ERROR: Please fill in all required fields" = "ERROR: Please fill in all required fields";

/* GamesToDelete */
"GamesTODelete - SavedView: \(gamesToDelete.count)" = "GamesTODelete - SavedView: \(gamesToDelete.count)";

/* genres */
"genres" = "genres";

/* Incorrect */
"incorrect username and password, try again" = "incorrect username and password, try again";

/* indie */
"indie" = "indie";

/* Invalid symbol */
"Invalid symbol." = "Invalid symbol.";

/* Keyboard dismissed */
"Keyboard dismissed." = "Keyboard dismissed.";

/* Loading */
"Loading..." = "Loading...";

/* local co-op */
"local-co-op" = "local-co-op";

/* MMO */
"massively-multiplayer" = "massively-multiplayer";

/* Phone */
"Mobile" = "Mobile";

/* multiplayer */
"multiplayer" = "multiplayer";

/* None found. */
"No results found." = "No results found.";

/* Ok button tapped */
"Ok button tapped" = "Ok button tapped";

/* online co-op */
"online-co-op" = "online-co-op";

/* plat */
"parent_platforms" = "parent_platforms";

/* password */
"password" = "password";

/* Password */
"Password" = "Password";

/* Password requirements */
"Password must be at least 6 characters." = "Password must be at least 6 characters.";

/* Password digit */
"Password must contain at least 1 digit." = "Password must contain at least 1 digit.";

/* Password uppercase */
"Password must contain at least 1 uppercase character." = "Password must contain at least 1 uppercase character.";

/* Password typed */
"Password typed: " = "Password typed: ";

/* platformer */
"platformer" = "platformer";

/* Register button clicked */
"Register button clicked" = "Register button clicked";

/* RPG */
"role-playing-games-rpg" = "role-playing-games-rpg";

/* Save button clicked. */
"Save button clicked. Added \(newGame.name) to the list" = "Save button clicked. Added \(newGame.name) to the list";

/* SaveGames */
"SavedGames count: \(savedGames.count)" = "SavedGames count: \(savedGames.count)";

/* Search button clicked */
"Search button clicked.\n**********\n" = "Search button clicked.\n**********\n";

/* Select */
"Select..." = "Select...";

/* Selected item */
"Selected item: \(item)" = "Selected item: \(item)";

/* shooter */
"shooter" = "shooter";

/* Sign In Button */
"Sign In" = "Sign In";

/* Sign in */
"Sign in button clicked" = "Sign in button clicked";

/* Signed up sucessfully */
"Signed up successfully!" = "Signed up successfully!";

/* SignUpViewController Loaded */
"SignUpViewController loaded its view." = "SignUpViewController loaded its view.";

/* simulation */
"simulation" = "simulation";

/* singleplayer */
"singleplayer" = "singleplayer";

/* Success */
"Success!" = "Success!";

/* Success */
"Successfully found \(gamesInfo.count) games." = "Successfully found \(gamesInfo.count) games.";

/* Logged in Success */
"Successfully logged in!" = "Successfully logged in!";

/* TabController Loaded */
"TabBarController loaded its view." = "TabBarController loaded its view.";

/* tags */
"tags" = "tags";

/* Unable to save current game */
"Unable to save the current game." = "Unable to save the current game.";

/* username */
"username" = "username";

/* Username */
"Username" = "Username";

/* Username typed
   Username typed: */
"Username typed: " = "Username typed: ";

/* Game Title
   WTP */
"WTP?!" = "WTP?!";

/* Success Create Account */
"You have successfully created an account!" = "You have successfully created an account!";

